{"meta":{"title":"GNOME ID","subtitle":"Komunitas GNOME Indonesia","description":"Portal Komunitas GNOME Indonesia","author":"GNOME Indonesia","url":"http://gnome.id"},"pages":[{"title":"Tentang GNOME Indonesia","date":"2018-03-29T08:43:02.000Z","updated":"2018-05-14T13:28:08.102Z","comments":true,"path":"about/index.html","permalink":"http://gnome.id/about/index.html","excerpt":"","text":"GNOME Indonesia adalah …"}],"posts":[{"title":"Call for Papers GNOME.Asia Summit 2018 Telah Dibuka","slug":"gnome-asia-summit-2018-cfp-telah-dibuka","date":"2018-05-09T06:05:46.000Z","updated":"2018-05-17T07:54:28.380Z","comments":true,"path":"2018/05/09/gnome-asia-summit-2018-cfp-telah-dibuka.html","link":"","permalink":"http://gnome.id/2018/05/09/gnome-asia-summit-2018-cfp-telah-dibuka.html","excerpt":"","text":"GNOME.Asia Summit adalah konferensi tahunan GNOME di Asia. Tidak hanya berfokus pada destop GNOME, tetapi juga mencakup aplikasi dan alat pengembangan platform. Summit ini menyatukan komunitas GNOME di Asia untuk menyediakan forum bagi pengguna, pengembang, pemimpin yayasan, pemerintah dan bisnis untuk membahas teknologi saat ini dan perkembangan masa depan. Konferensi ini akan diselenggarakan bersama dengan COSCUP 2018 yang akan diselenggarakan di Taipei, Taiwan mulai 2018-08-11 hingga 2018-08-12. Kami menerima proposal dari pendatang baru dan pembicara berpengalaman. Kirimkan CFP Anda di: https://docs.google.com/forms/d/e/1FAIpQLSfKnffsc_Ke2ZEP3fInJkAwEzXFUM24HZ7dYYluoGLmHMQjZw/viewform Informasi Penting Batas waktu: Pengiriman: 25 Mei 2018 Konfirmasi penerimaan: 1 Juni 2018 hingga 5 Juni 2018 Penerbitan Jadwal/Program: Awal Juli 2018 Konferensi: Tanggal konferensi: 11 - 12 Agustus, 2018 Tempat: National Taiwan University of Science and Technology, Taipei, Taiwan. Topik yang mungkin termasuk, tetapi tidak terbatas pada: Berkontribusi ke GNOME Latest developments Writing applications for GNOME 3 UI design QA and testing Accessibility Human Interface Engineering (Icons and Graphic Design) Marketing/Engagement Asia success stories / Local GNOME Projects GNOME and Education FOSS outreach programs, including Google Summer of Code Developing GNOME on mobile devices (smart phones, tablets) Developing GNOME on embedded systems or open hardware Berkontribusi ke Linux dan F/LOSS Linux kernel and development The development and promotion of open-source operating systems About Debian, Fedora, openSUSE, Ubuntu, FreeBSD, and other distributions The development and promotion of other open-source projects Open Source Enlightenment and Related Story The Knowledge and Spirit of Open Source Open Source stories of your own How to optimize the process and improve efficiency with the help of open-source tools How to engage non-technical clightning talksontributors in Open Source Projects How to engage more female contributors in Open Source Projects Teknologi Baru Artificial Intelligence DevOps with AI Deep Learning AR &amp; VR Big Data Distributed systems Open Source DevOps Kami juga tertarik dengan topik lain terkait dengan Free/Libre and Open Source Software yang tidak tercantum di atas. Akan ada kesempatan bagi para pembicara dan anggota Yayasan GNOME untuk meminta sponsor Yayasan GNOME. Harap kirimkan aplikasi ke Komite Perjalanan GNOME https://wiki.gnome.org/Travel. Sesi standar akan dijadwalkan selama 45 menit (35 menit bicara + 10 menit tanya jawab). Sesi ini bisa berupa pembicaraan teknis, diskusi panel, atau BOF. Jika Anda membutuhkan lebih banyak waktu atau sumber daya tambahan, jangan ragu untuk menghubungi tim penyelenggara. Bagi mereka yang ingin berpartisipasi tetapi tidak yakin apakah mereka ingin melakukan full talk, kami memiliki lightning talk. Ini adalah presentasi 10 menit untuk menunjukkan pekerjaan Anda atau mempromosikan topik yang menarik. Pembicaraan ini akan dikelompokkan bersama dalam satu sesi. Harap sediakan abstrak singkat dari proposal Anda (di bawah 150 kata). Sertakan nama Anda, informasi biografi, foto yang cocok untuk web, judul, dan deskripsi presentasi Anda. Tim peninjau akan mengevaluasi entri berdasarkan abstrak yang diserahkan dan waktu yang tersedia dengan mengikuti jadwal.","categories":[{"name":"acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"}],"tags":[{"name":"GNOME.Asia","slug":"GNOME-Asia","permalink":"http://gnome.id/tags/GNOME-Asia/"}]},{"title":"Recipes Hackfest 2018","slug":"2018-03-03-Recipes-Hackfest-2018","date":"2018-03-03T05:00:00.000Z","updated":"2018-05-14T13:28:08.043Z","comments":true,"path":"2018/03/03/2018-03-03-Recipes-Hackfest-2018.html","link":"","permalink":"http://gnome.id/2018/03/03/2018-03-03-Recipes-Hackfest-2018.html","excerpt":"","text":"Pada tanggal 28 Februari hingga 2 Marert 2018, telah diadakan Recipes Hackfest 2018 bertempat di AMIKOM Yogyakarta. Acara ini antara dihadiri oleh pengembang GNOME dan Endless, antara lain Matthias Clasen, Cosimo Cecchi, Jonathan Blandford, Emel Elvin Yıldız, Ekta Nandwani, Martin Abente, Emmanuele Bassi, Umang Jain, Philip Chimento serta perwakilan dari Indonesia, yaitu Ahmad Haris dan Kukuh Syafaat. Selain itu, acara hari 0 dan hari 3 juga dimeriahkan oleh Siska Iskandar. Tidak lupa juga Estu Fardani dan Rania Amina dari BlankOn yang juga menyempatkan hadir selama hackfest berlangsung. Cerita lengkap dari Ahmad Haris dan Kukuh Syafaat dapat disimak pada tautan berikut: Attending GNOME Hackfest 2018 GNOME Recipes Hackfest 2018","categories":[{"name":"acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"}],"tags":[{"name":"hackfest","slug":"hackfest","permalink":"http://gnome.id/tags/hackfest/"}]},{"title":"GNOME 3.18 Release Party – Slawi","slug":"2015-12-11-GNOME-3.18-release-party-slawi","date":"2015-12-11T05:00:00.000Z","updated":"2018-05-14T13:28:08.002Z","comments":true,"path":"2015/12/11/2015-12-11-GNOME-3.18-release-party-slawi.html","link":"","permalink":"http://gnome.id/2015/12/11/2015-12-11-GNOME-3.18-release-party-slawi.html","excerpt":"","text":"Setelah Jogja dan Tegal, kini giliran Slawi, Jawa Tengah mengadakan GNOME 3.18 Release Party, bertempat di Taman Wisata Guci. Acara ini juga dihadiri oleh beberapa komunitas, termasuk dari komunitas yang cukup jauh di seberang sana yaitu Komunitas Studi Linux Universitas Gorontalo, lalu ada dari KPLI Jogja yang turut hadir setelah sukses menyelenggarakan GNOME Release Party 3.18 di Jogja, dan masih banyak tamu yang hadir di GNOME 3.18 Release Party Slawi ini. Seperti sebelumnya, acara inti adalah pemotongan tumpeng yang merupakan tradisi khas Indonesia oleh Pak Rusmanto dari AOSI dan diserahkan kepada Anjar Hardiena dari CloudKilat. Setelah acara selesai, dilanjutkan dengan berfoto bersama dan berenang di kolam air panas. Sampai jumpa lagi di acara GNOME selanjutnya.","categories":[{"name":"acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"}],"tags":[{"name":"pesta rilis","slug":"pesta-rilis","permalink":"http://gnome.id/tags/pesta-rilis/"}]},{"title":"Liputan GNOME 3.18 Release Party Jogja","slug":"2015-09-25-liputan-GNOME-3.18-release-party-jogja","date":"2015-09-25T06:00:00.000Z","updated":"2018-05-14T13:28:07.993Z","comments":true,"path":"2015/09/25/2015-09-25-liputan-GNOME-3.18-release-party-jogja.html","link":"","permalink":"http://gnome.id/2015/09/25/2015-09-25-liputan-GNOME-3.18-release-party-jogja.html","excerpt":"","text":"Pesta Rilis GNOME 3.18 Kodenama Gothenburg sukses kita selenggarakan. Yak Sabtu, 3 Oktober 2015 bertempat di Crytal Lotus Hotel Jalan Magelang. Acara ini dihadiri oleh lebih dari 50 peserta dan diisi dengan beberapa materi, diantaranya pengenalan apa itu GNOME dan fitur terbaru apa saja yang ada pada GNOME 3.18. Acara ditutup dengan pemotongan tumpeng. Mau lihat bagaimana serunya pesta rilis Yogyakarta? Silahkan lihat album di Flickr berikut. Beberapa cerita tentang pesta rilis bisa juga dibaca, diantaranya dari kak Sendy n kak Estu. Salam hangat.","categories":[{"name":"acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"}],"tags":[{"name":"pesta rilis","slug":"pesta-rilis","permalink":"http://gnome.id/tags/pesta-rilis/"}]},{"title":"Release Party GNOME 3.18","slug":"2015-09-25-release-party-GNOME-3.18","date":"2015-09-25T05:00:00.000Z","updated":"2018-05-14T13:28:07.999Z","comments":true,"path":"2015/09/25/2015-09-25-release-party-GNOME-3.18.html","link":"","permalink":"http://gnome.id/2015/09/25/2015-09-25-release-party-GNOME-3.18.html","excerpt":"","text":"Ayo ramaikan rilis party GNOME 3.18!Setelah sukses mengadakan konferensi GNOME.Asia Summit 2015 lalu, kali ini akan hadir acara rilis party GNOME 3.18 yang merupakan versi terbaru dari pengembangan lingkungan destop GNOME.Waktunya?Sabtu, 3 Oktober 201514.00 s.d 17.00di Crystal Lotus HotelJl. Magelang KM 5.0, YogyakartaUntuk info lebih lanjut cek twitter kita aja yah di @GNOME_IDSampai jumpa di rilis party GNOME 3.18 Yogyakarta. 🙂","categories":[{"name":"acara","slug":"acara","permalink":"http://gnome.id/categories/acara/"}],"tags":[{"name":"pesta rilis","slug":"pesta-rilis","permalink":"http://gnome.id/tags/pesta-rilis/"}]}]}